literature.tex
% Created 2022-05-27 Fri 14:26
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage{lmodern}			% Usa a fonte Latin Modern
\usepackage[T1]{fontenc}		% Selecao de codigos de fonte.
\usepackage[utf8]{inputenc}		% Codificacao do documento (conversão automática dos acentos)
\usepackage{indentfirst}		% Indenta o primeiro parágrafo de cada seção.
\usepackage{color}				% Controle das cores
\usepackage{graphicx}			% Inclusão de gráficos
\usepackage{microtype} 			% para melhorias de
% justificação
% \usepackage{amsmath}
\usepackage{xltxtra}
% \setmainfont{Source Han Sans CN}
% \usepackage{xeCJK}
% ---
% \usepackage[UTF8]{ctex}
% \usepackage{xeCJK}
% \setCJKmainfont{SimSun}
% ---
% Pacotes de citações
%\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
% \usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
% \usepackage{xltxtra}
\usepackage{fontspec} %Font package
\usepackage{xunicode}
\usepackage{hyperref}
\usepackage{color}				% Controle das cores
\author{Grupo 6}
\date{\today}
\title{Literatura}
\definecolor{blue}{RGB}{41,5,195}
\hypersetup{
  % pagebackref=true,
  pdftitle={\@title},
  pdfauthor={\@author},
  pdfsubject={\imprimirpreambulo},
  pdfcreator={Pedro G. Branquinho},
  pdfkeywords={monograph}{FOSS}{OSS}{OS},
  colorlinks=true,       		% false: boxed links; true: colored links
  linkcolor=blue,          	% color of internal links
  citecolor=blue,        		% color of links to bibliography
  filecolor=magenta,      		% color of file links
  urlcolor=blue,
  bookmarksdepth=4
}
\begin{document}

\maketitle
\clearpage
\tableofcontents
\clearpage


\section{Artigos e revisões da literatura}
\label{sec:orgbf0315b}
\begin{enumerate}
  \item Composition, properties and challenges of algae biomass for biofuel application: An overview (2016)
        \begin{itemize}
          \item \url{https://www.sciencedirect.com/science/article/pii/S001623611630271X}
          \item PDF: \url{https://drive.google.com/file/d/1gBc3om2ZvCRNKb4CxdQhfBuG1KVu-n1v/view?usp=sharing}
        \end{itemize}
  \item Biofuels from algae: challenges and potential (2010/2014)
        \begin{itemize}
          \item \url{https://www.tandfonline.com/doi/abs/10.4155/bfs.10.44}
          \item PDF: \url{https://drive.google.com/file/d/1L3j5f-9rKnIB1bc8e\_LBTEsDqSGIUZRQ/view?usp=sharing}
        \end{itemize}
  \item An Overview of Algae Biofuel Production and Potential Environmental Impact (2012)
        \begin{itemize}
          \item \url{https://pubs.acs.org/doi/abs/10.1021/es300917r}
          \item PDF: \url{https://drive.google.com/file/d/1NyJ4VdQoP53Aq0uKhALoFLa7tzSCkDAZ/view?usp=sharing}
        \end{itemize}
  \item A realistic Technology and Engineering Assessment of Algae Biofuel Production (2010)
        \begin{itemize}
          \item \url{https://digitalcommons.calpoly.edu/cenv\_fac/188/}
          \item PDF: \url{https://drive.google.com/file/d/1-BNOe1wGAxkIwZNn4d1\_7iUJ1a70ddQi/view?usp=sharing}
        \end{itemize}
  \item Algae biofuel: Current status and future applications (2018)
        \begin{itemize}
          \item \url{https://www.sciencedirect.com/science/article/pii/S1364032118301552}
          \item PDF: \url{https://drive.google.com/file/d/17eK82H-RAbq4n-tHoTcdETQCCmMIwOIf/view?usp=sharing}
        \end{itemize}
  \item The potential of sustainable algal biofuel production using wastewater resources (2010/2011)
        \begin{itemize}
          \item \url{https://www.sciencedirect.com/science/article/pii/S0960852410010163}
          \item PDF: \url{https://drive.google.com/file/d/1L3j5f-9rKnIB1bc8e\_LBTEsDqSGIUZRQ/view?usp=sharing}
        \end{itemize}
  \item A review of the harvesting of micro-algae for biofuel production (2012/2013)
        \begin{itemize}
          \item \url{https://link.springer.com/article/10.1007/s11157-012-9301-z}
          \item PDF: \url{https://drive.google.com/file/d/18WoGlewXu3\_f11CVR-wNE3l2wPiwLtQo/view?usp=sharing}
        \end{itemize}
\end{enumerate}

\section{Tabela de escolha}
\label{sec:orge5bdf52}
\begin{center}
  \begin{tabular}{rl}
    \hline
    Artigo & Aluno(a)\\
    \hline
    1 & \\
    2 & \\
    3 & \\
    4 & \\
    5 & \\
    6 & \\
    7 & \\
    \hline
  \end{tabular}
\end{center}
\end{document}
